Repository: olujicz/Dimmerly
Catalog: DimmerlyWidget/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sr, zh_hans

source: Add presets in Dimmerly
de: Voreinstellungen in Dimmerly hinzufügen
es: Añadir ajustes en Dimmerly
fr: Ajouter des préréglages dans Dimmerly
it: Aggiungi preset in Dimmerly
ja: Dimmerlyでプリセットを追加
ko: Dimmerly에서 프리셋 추가
nl: Voeg presets toe in Dimmerly
pt_br: Adicionar predefinições no Dimmerly
sr: Dodaj podešavanja u Dimmerly
zh_hans: 在 Dimmerly 中添加预设

source: Applies a brightness preset you choose.
de: Wendet eine von dir gewählte Helligkeits-Voreinstellung an.
es: Aplica el preajuste de brillo que elijas.
fr: Applique le préréglage de luminosité de votre choix.
it: Applica la preimpostazione di luminosità che scegli.
ja: 選択した明るさプリセットを適用します。
ko: 선택한 밝기 프리셋을 적용합니다.
nl: Past een helderheidsvoorinstelling naar keuze toe.
pt_br: Aplica a predefinição de brilho que você escolher.
sr: Primenjuje podešavanje osvetljenosti koje izabereš.
zh_hans: 应用所选的亮度预设。

source: Applies a saved brightness preset.
de: Wendet eine gespeicherte Helligkeits-Voreinstellung an.
es: Aplica un preajuste de brillo guardado.
fr: Applique un préréglage de luminosité enregistré.
it: Applica una preimpostazione di luminosità salvata.
ja: 保存済みの明るさプリセットを適用します。
ko: 저장된 밝기 프리셋을 적용합니다.
nl: Past een opgeslagen helderheidsvoorinstelling toe.
pt_br: Aplica uma predefinição de brilho salva.
sr: Primenjuje sačuvano podešavanje osvetljenosti.
zh_hans: 应用已保存的亮度预设。

source: Apply %@
de: %@ anwenden
es: Aplicar %@
fr: Appliquer %@
it: Applica %@
ja: %@ を適用
ko: %@ 적용
nl: %@ toepassen
pt_br: Aplicar %@
sr: Primeni %@
zh_hans: 应用 %@

source: Apply Preset
de: Voreinstellung anwenden
es: Aplicar preajuste
fr: Appliquer le préréglage
it: Applica preimpostazione
ja: プリセットを適用
ko: 프리셋 적용
nl: Voorinstelling toepassen
pt_br: Aplicar predefinição
sr: Primeni podešavanje
zh_hans: 应用预设

source: Apply Preset (Widget)
de: Voreinstellung anwenden (Widget)
es: Aplicar preajuste (Widget)
fr: Appliquer le préréglage (Widget)
it: Applica preimpostazione (Widget)
ja: プリセットを適用（ウィジェット）
ko: 프리셋 적용 (위젯)
nl: Voorinstelling toepassen (Widget)
pt_br: Aplicar predefinição (Widget)
sr: Primeni podešavanje (vidžet)
zh_hans: 应用预设（小组件）

source: Auto Warmth
de: Automatische Wärme
es: Calidez automática
fr: Chaleur automatique
it: Tonalità calda automatica
ja: 自動ウォームス
ko: 자동 따뜻함
nl: Automatische warmte
pt_br: Tonalidade quente automática
sr: Automatska toplina
zh_hans: 自动暖色调

source: Auto Warmth (Control)
de: Automatische Wärme (Steuerelement)
es: Calidez automática (control)
fr: Chaleur automatique (commande)
it: Tonalità calda automatica (controllo)
ja: 自動ウォームス（コントロール）
ko: 자동 따뜻함 (제어기)
nl: Automatische warmte (bediening)
pt_br: Tonalidade quente automática (controle)
sr: Automatska toplina (kontrola)
zh_hans: 自动暖色调（控制）

source: Choose Preset
de: Voreinstellung wählen
es: Elegir preajuste
fr: Choisir un préréglage
it: Scegli preimpostazione
ja: プリセットを選択
ko: 프리셋 선택
nl: Kies voorinstelling
pt_br: Escolher predefinição
sr: Izaberi podešavanje
zh_hans: 选择预设

source: Choose the brightness preset this control applies.
de: Wähle die Helligkeits-Voreinstellung, die dieses Steuerelement anwendet.
es: Elige el preajuste de brillo que aplica este control.
fr: Choisissez le préréglage de luminosité appliqué par cette commande.
it: Scegli la preimpostazione di luminosità applicata da questo controllo.
ja: このコントロールで適用する明るさプリセットを選択します。
ko: 이 제어기가 적용할 밝기 프리셋을 선택합니다.
nl: Kies de helderheidsvoorinstelling die deze bediening toepast.
pt_br: Escolha a predefinição de brilho que este controle aplica.
sr: Izaberi podešavanje osvetljenosti koje ova kontrola primenjuje.
zh_hans: 选择此控制要应用的亮度预设。

source: Dim Displays
de: Bildschirme dimmen
es: Atenuar pantallas
fr: Assombrir les écrans
it: Oscura schermi
ja: 画面を暗くする
ko: 화면 어둡게
nl: Schermen dimmen
pt_br: Escurecer telas
sr: Zatamni ekrane
zh_hans: 调暗显示器

source: Dim Displays (Control)
de: Bildschirme dimmen (Steuerelement)
es: Atenuar pantallas (control)
fr: Assombrir les écrans (commande)
it: Oscura schermi (controllo)
ja: 画面を暗くする（コントロール）
ko: 화면 어둡게 (제어기)
nl: Schermen dimmen (bediening)
pt_br: Escurecer telas (controle)
sr: Zatamni ekrane (kontrola)
zh_hans: 调暗显示器（控制）

source: Dim Displays (Widget)
de: Bildschirme dimmen (Widget)
es: Atenuar pantallas (Widget)
fr: Assombrir les écrans (Widget)
it: Oscura schermi (Widget)
ja: 画面を暗くする（ウィジェット）
ko: 화면 어둡게 (위젯)
nl: Schermen dimmen (Widget)
pt_br: Escurecer telas (Widget)
sr: Zatamni ekrane (vidžet)
zh_hans: 调暗显示器（小组件）

source: Dimmed
de: Gedimmt
es: Atenuado
fr: Assombri
it: Oscurato
ja: 暗転中
ko: 어둡게 됨
nl: Gedimd
pt_br: Escurecido
sr: Zatamnjeno
zh_hans: 已调暗

source: Dims all connected displays, or wakes the displays Dimmerly dimmed.
de: Dimmt alle angeschlossenen Bildschirme oder weckt die von Dimmerly gedimmten Bildschirme auf.
es: Atenúa todas las pantallas conectadas o reactiva las pantallas que Dimmerly atenuó.
fr: Assombrit tous les écrans connectés, ou réactive les écrans assombris par Dimmerly.
it: Oscura tutti gli schermi collegati o riattiva quelli oscurati da Dimmerly.
ja: 接続されているすべての画面を暗くするか、Dimmerlyが暗くした画面を元に戻します。
ko: 연결된 모든 화면을 어둡게 하거나 Dimmerly가 어둡게 한 화면을 다시 켭니다.
nl: Dimt alle aangesloten schermen, of wekt de schermen die Dimmerly heeft gedimd.
pt_br: Escurece todas as telas conectadas ou reativa as telas que o Dimmerly escureceu.
sr: Zatamnjuje sve povezane ekrane ili budi ekrane koje je Dimmerly zatamnio.
zh_hans: 调暗所有已连接的显示器，或唤醒 Dimmerly 调暗的显示器。

source: Dims all connected displays.
de: Dimmt alle angeschlossenen Bildschirme.
es: Atenúa todas las pantallas conectadas.
fr: Assombrit tous les écrans connectés.
it: Oscura tutti gli schermi collegati.
ja: 接続されているすべての画面を暗くします。
ko: 연결된 모든 화면을 어둡게 합니다.
nl: Dimt alle aangesloten schermen.
pt_br: Escurece todas as telas conectadas.
sr: Zatamnjuje sve povezane ekrane.
zh_hans: 调暗所有已连接的显示器。

source: Display Dimming
de: Bildschirm-Abdunklung
es: Atenuación de pantallas
fr: Assombrissement des écrans
it: Oscuramento schermi
ja: 画面の暗転
ko: 화면 어둡게 하기
nl: Dimmen van schermen
pt_br: Escurecimento das telas
sr: Zatamnjenje ekrana
zh_hans: 显示器调暗

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켬
nl: Ingeschakeld
pt_br: Ativado
sr: Uključeno
zh_hans: 已启用

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
it: Preimpostazione
ja: プリセット
ko: 프리셋
nl: Voorinstelling
pt_br: Predefinição
sr: Podešavanje
zh_hans: 预设

source: Preset ID
de: Voreinstellungs-ID
es: ID de preajuste
fr: ID du préréglage
it: ID preimpostazione
ja: プリセットID
ko: 프리셋 ID
nl: Voorinstelling-ID
pt_br: ID da predefinição
sr: ID podešavanja
zh_hans: 预设 ID

source: Quickly dim all connected displays.
de: Alle angeschlossenen Bildschirme schnell dimmen.
es: Atenúa rápidamente todas las pantallas conectadas.
fr: Assombrir rapidement tous les écrans connectés.
it: Oscura rapidamente tutti gli schermi collegati.
ja: 接続されているすべての画面をすばやく暗くします。
ko: 연결된 모든 화면을 빠르게 어둡게 합니다.
nl: Dim snel alle aangesloten schermen.
pt_br: Escureça rapidamente todas as telas conectadas.
sr: Brzo zatamni sve povezane ekrane.
zh_hans: 快速调暗所有已连接的显示器。

source: Quickly dim displays or apply brightness presets.
de: Bildschirme schnell dimmen oder Helligkeits-Voreinstellungen anwenden.
es: Atenúa rápidamente las pantallas o aplica preajustes de brillo.
fr: Assombrir rapidement les écrans ou appliquer des préréglages de luminosité.
it: Oscura rapidamente gli schermi o applica preimpostazioni di luminosità.
ja: 画面をすばやく暗くしたり、明るさのプリセットを適用します。
ko: 화면을 빠르게 어둡게 하거나 밝기 프리셋을 적용합니다.
nl: Dim snel schermen of pas helderheidsvoorinstellingen toe.
pt_br: Escureça rapidamente as telas ou aplique predefinições de brilho.
sr: Brzo zatamni ekrane ili primeni podešavanja osvetljenosti.
zh_hans: 快速调暗显示器或应用亮度预设。

source: Shows whether Dimmerly is dimming a display, and dims or wakes your displays.
de: Zeigt, ob Dimmerly einen Bildschirm dimmt, und dimmt oder weckt deine Bildschirme.
es: Muestra si Dimmerly está atenuando una pantalla y atenúa o reactiva tus pantallas.
fr: Indique si Dimmerly assombrit un écran, et assombrit ou réactive vos écrans.
it: Mostra se Dimmerly sta oscurando uno schermo e oscura o riattiva i tuoi schermi.
ja: Dimmerlyが画面を暗くしているかを表示し、画面を暗くしたり元に戻したりします。
ko: Dimmerly가 화면을 어둡게 하고 있는지 표시하고, 화면을 어둡게 하거나 다시 켭니다.
nl: Toont of Dimmerly een scherm dimt, en dimt of wekt je schermen.
pt_br: Mostra se o Dimmerly está escurecendo uma tela e escurece ou reativa suas telas.
sr: Prikazuje da li Dimmerly zatamnjuje ekran, i zatamnjuje ili budi tvoje ekrane.
zh_hans: 显示 Dimmerly 是否正在调暗显示器，并可调暗或唤醒显示器。

source: Turns automatic display warmth on or off.
de: Schaltet die automatische Bildschirmwärme ein oder aus.
es: Activa o desactiva la calidez automática de la pantalla.
fr: Active ou désactive la chaleur automatique de l’écran.
it: Attiva o disattiva la tonalità calda automatica dello schermo.
ja: 画面の自動ウォームスをオンまたはオフにします。
ko: 화면 자동 따뜻함을 켜거나 끕니다.
nl: Zet automatische schermwarmte aan of uit.
pt_br: Ativa ou desativa a tonalidade quente automática da tela.
sr: Uključuje ili isključuje automatsku toplinu ekrana.
zh_hans: 打开或关闭显示器自动暖色调。
